{
  "navbar": {
    "classes": "Classes",
    "teachers": "Teachers",
    "resources": "Resources",
    "contact": "Contact",
    "en": "English",
    "es": "Spanish",
    "campus": "Campus"
  },
  "home": {
    "content-1": {
      "title": "Welcome to Mandarin y Mandarina!",
      "description": "Are you tired of changing the material over and over again because the teacher changes? Can't take it anymore because you always learn something repetitive? Can&#39;t you waste any more time going around and making no progress? Do you want to find a systematic methodology with a complete material adapted to your level? COME LEARN CHINESE WITH US!",
      "button": "GET STARTED!"
    },
    "children-course": {
      "title": "Chinese courses for children",
      "content": "We have courses for children from 4 years old, with or without the intention of preparing official exams. The main objective is to make studying Chinese into great fun."
    },
    "adult-course": {
      "title": "Chinese courses for adults",
      "content": "Fun classes with our native teachers with a methodology adapted for both beginners and those who want to prepare the HSK and HSKK."
    },
    "intensive-course": {
      "title": "INTENSIVE Chinese courses for YCT, HSK and HSKK exams.",
      "content": "Guaranteed and effective quality. You can not lose this!"
    },
    "culture-course": {
      "title": "Chinese culture courses",
      "content": "You can&#39;t get bored with so many options: traditional medicine China, history, calligraphy and all the exotic customs of a ancient culture."
    },
    "teachers": {
      "hengli": {
        "user": "hengli",
        "title": "Hello, my name is Heng Li.",
        "description": "I have been dedicated to teaching Chinese for almost 10 years and editing learning materials for both children and adults. One thing I can assure you: learning Chinese is not as difficult as you imagine! It is only a matter of systematic persistence as you would when learning any other language or how to lose weight, you have to look for suitable exercises and follow a diet. Well, my methodology for Chinese is the same. All I ask of you is your determination and to follow my instructions!"
      },
      "ningdan": {
        "user": "ningdan",
        "title": "Hello, my name is Ningdan.",
        "description": "I am a Chinese teacher with 8 years teaching experience. I am responsible, patient, enthusiastic about my work, interested in continuing to expand my training, with a concern to motivate my students, always looking for the best for them and their future."
      },
      "jinglin": {
        "user": "jinglin",
        "title": "Hello, my name is Jing Lin.",
        "description": "If you want to learn Chinese, my advice is: Take baby steps. Start a little bit today, continues a little bit tomorrow. We will start with the most basic elements if you are a beginner. My classes are designed to be fun and affective, so probably you wouldn't even notice that you are studying, two or three chilling hours per week with me and in three months you suddenly find out that you can already manage some basic conversations in Chinese. Next time when someone says: Chinese is the most difficult language in the world, you can prove him wrong with your fluent and exotic mandarin. That's the charm of baby steps, that's the charm of never stop learning."
      }
    },
    "testimonial": "Don’t believe me. Listen what’s my students are",
    "testimonials": {
      "first": "Are online class boring? No way! Look how great is the class and how happy he is!",
      "second": "The classes are not only fun but with clear objetives! And of course, we always achieve these two goals!",
      "third": "You wonder why we are able to do both? It is because all of our classes have steps to follow!",
      "forth": "Calligraphy is difficult, boring and impossible? Come and listen our attravtive stories for each character and you will have a good time!"
    }
  },
  "contact": {
    "title": "Contact",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "button": "Send"
  },
  "footer": {
    "footer": "Footer"
  }
}
